Repository: elementary/switchboard-plug-wallet
Catalog: po/*.po
Languages: ckb

source: Add a new card
ckb: زیادکردنی کارتێکی بانكی نوێ

source: Card information is stored encrypted, on your device.
ckb: زانیارییەکانی کارتەکە بەشێوەکی کۆدکراو لەسەر ئامێرەکەت هەڵدەگیرێن.

source: MM / YY
ckb: مانگ / ساڵ

source: CVC
ckb: سی ڤی سی

source: Cancel
ckb: هەڵوەشاندنەوە

source: Add Card
ckb: زیادکردنی کارد

source: %s ending in %s
ckb: %s کۆتایی پێ دێت بە %s

source: Card Number
ckb: ژمارەی کارت

source: Delete
ckb: سڕینەوە

source: Expires %s
ckb: بەسەردەچیت لەڕێکەوتی %s

source: Wallet
ckb: جزدان

source: Save payment methods for later
ckb: هەڵگرتنی شێوازی پارەدان بۆ دواتر

source: Add payment methods to Wallet by clicking the icon in the toolbar below.
ckb: دەتوانیت شێوازەکانی پارەدان بۆ جزدان زیاد بکەیت بە کرتەکردن لەسەر ئایکۆنی + لە توڵباری خوارەوە.

source: Add Payment Method…
ckb: زیادکردنی شێوازی پارەدان…

source: Manage payment methods
ckb: بەڕێوەبردنی شێوازەکانی پارەدان

source: Credit Card
ckb: کرێدیت کارد

source: Debit Card
ckb: دێبیت کارد

source: Payments
ckb: پارەدانەکان

source: Fund
ckb: یارمەتی
